[Menu]
open=&Abrir
exit=&Terminar
first=&Primera Imagen
prev=A&nterior Imagen
next=&Siguiente Imagen
last=&Ultima Imagen
zoomin=&Mas Zoom
zoomout=M&enos Zoom
fit=Ajustar a &la Pantalla
osize=Tamaño &Original(100%)
refresh=&Refrescar
copy=&Copiar
paste=&Pegar
fileinfo=&Información del Archivo
fileprop=Propiedades del &archivo
fileinfolder=Mostrar en la &carpeta
aot=Siempre en &primer plano
border=&Borde de la Ventana
shortcuts=Ata&jos
github_repo=Abrir el repositorio de &GitHub
about=Acerca &de
delete=&Eliminar
center=&Centrar Imagen

[File]
nofile=No Archivo Seleccionado
invalid_file=Archivo Inválido o No Soportado
load_failed=Error al Cargar el Archivo
select_image_file=Seleccionar un Archivo de Imagen
copy_failed=Error al Copiar la Imagen al Portapapeles
no_clipboard_image=¡No se encontró imagen en el portapapeles!
clipboard_image=Esta imagen fue pegada desde el portapapeles.
delete_confirm=¿Está seguro de que desea enviar este archivo a la papelera de reciclaje?
delete_title=Eliminar archivo
delete_error_title=Error al eliminar
delete_error_msg=No se pudo eliminar el archivo:
delete_error_reasons=Posibles razones:
delete_error_in_use=• El archivo está siendo utilizado por otra aplicación
delete_error_readonly=• El archivo es de solo lectura o está protegido
delete_error_no_permission=• No tiene permiso de acceso
delete_error_label=Error:

[Shortcuts]
title=Atajos
keyboard=Atajos del Teclado:
mouse=Mouse:
kb_down=Flecha Abajo : Menú
kb_home=Inicio: Primera Imagen
kb_back=Browser Back: Previa Imagen
kb_left=Flecha Izquierda: Previa Imagen
kb_forward=Browser Forward: Siguiente Imagen
kb_right=Flecha Derecha: Siguiente Imagen
kb_end=Fin: Última Imagen
kb_plus=Numpad + : Más Zoom
kb_minus=Numpad - : Menos Zoom
kb_zero=Numpad 0 : Tamaño Original
kb_one=Numpad 1 : Ajustar a la Pantalla
kb_f1=F1 : Información del Archivo
kb_f2=F2: Propiedades de la Imagen
kb_f3=F3: Mostrar la Imagen en el Directorio
kb_f5=F5 : Refrescar
kb_ctrl_o=Ctrl+O: Abrir Archivo de Imagen
kb_ctrl_c=Ctrl+C: Copiar la Imagen al Portapapeles
kb_ctrl_v=Ctrl+V: Pegar imagen del portapapeles
kb_esc=Esc: Cerrar Información
kb_alt_f4=Alt+F4: Terminar
mouse_right=Clic derecho: Menú
mouse_wheel_up=Rueda del Mouse Arriba: Más Zoom
mouse_wheel_down=Rueda del Mouse Abajo: Menos Zoom
mouse_4=Botón 4 del ratón: Previa Imagen
mouse_5=Botón 5 del ratón: Siguiente Imagen
mouse_left_dbl=Doble clic izquierdo: Tamaño Original
mouse_middle_dbl=Doble clic central: Ajustar a la Pantalla
kb_delete=Supr: Eliminar archivo

[FileInfo]
folder=Carpeta
file=Archivo
mod_time=Fecha de modificación
create_time=Fecha de creación
access_time=Fecha de último acceso
orig_size=Tamaño Original
disp_size=Tamaño de visualización
file_size=Tamaño del Archivo
zoom=Zoom
source=Fuente
clipboard=Portapapeles

[About]
about=Acerca de

[Error]
load_failed_msg=Error al cargar el archivo de imagen:
